Repository: linq0016/MotionComfortApp
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# audio_mode.melodic
source: Melodic
zh_hans: 乐曲

# audio_mode.mono
source: Mono
zh_hans: 单音

# audio_mode.off
source: Off
zh_hans: 关闭

# dashboard.audio_mode
source: Audio Mode
zh_hans: 听觉模式

# dashboard.audio_mode.detail.melodic
source: A tranquil melody calibrated to G2=100Hz
zh_hans: 以G2=100Hz校准的舒缓乐曲

# dashboard.audio_mode.detail.mono
source: 100Hz monotone sound
zh_hans: 100Hz的单音

# dashboard.audio_mode.detail.off
source: No audio
zh_hans: 无音频

# dashboard.audio_mode.supporting_copy
source: Research shows that exposure to sound at 100Hz can help alleviate vehicle motion sickness.
zh_hans: 研究表明音高100Hz的声音可以缓解晕动症。

# dashboard.mode.dynamic.subtitle
source: Cruise through the vast galaxy with customizable speed
zh_hans: 穿梭于浩瀚的星空 速度可自定义

# dashboard.mode.live_view.subtitle
source: See the real world through the view-finder and peripheral visual guidance
zh_hans: 通过相机取景器辅助放松观察世界

# dashboard.mode.minimal.subtitle
source: Simple peripheral guidance with a clean and lightweight design
zh_hans: 简约轻量的视觉引导

# dashboard.more_settings
source: More Settings
zh_hans: 更多设置

# dashboard.subtitle
source: Alleviate vehicle motion sickness by utilizing various particle effects that dynamically visualize acceleration.
zh_hans: 通过随着加速度动态变化的丰富粒子效果，可视化乘车时承受的加速度，以缓解眩晕恶心感。

# dashboard.title
source: Stellar: Motion Comfort
zh_hans: Stellar：晕动缓解

# fullscreen.cruise_speed
source: Cruise Speed
zh_hans: 巡航速度

# liveview.status.denied.headline
source: Camera access denied
zh_hans: 相机访问已被拒绝

# liveview.status.denied.note
source: Camera access is currently denied, so the live-view session stays on this placeholder.
zh_hans: 当前相机访问被拒绝，因此 Live View 会停留在此占位界面。

# liveview.status.denied.title
source: DENIED
zh_hans: 已拒绝

# liveview.status.not_determined.headline
source: Camera permission pending
zh_hans: 等待相机权限

# liveview.status.not_determined.note
source: The app can request camera access now. Once granted, the live-view session will switch into the real camera preview.
zh_hans: App 现在可以请求相机权限。获得授权后，Live View 会切换到真实相机预览。

# liveview.status.not_determined.title
source: REQUEST
zh_hans: 请求权限

# liveview.status.preparing.note
source: Camera preview is still preparing its standard dynamic range pipeline.
zh_hans: 相机预览仍在准备标准动态范围管线。

# liveview.status.preparing.title
source: PREPARING
zh_hans: 准备中

# liveview.status.ready.headline
source: Camera preview ready
zh_hans: 相机预览已就绪

# liveview.status.ready.note
source: Camera access is authorized. The live-view session will switch into the real preview as soon as the session starts.
zh_hans: 相机权限已授权。会话启动后，Live View 会立即切换到真实预览。

# liveview.status.ready.title
source: READY
zh_hans: 就绪

# liveview.status.restricted.headline
source: Camera unavailable
zh_hans: 相机不可用

# liveview.status.restricted.note
source: Camera access is restricted or unavailable on this device session.
zh_hans: 当前设备会话中的相机访问受限或不可用。

# liveview.status.restricted.title
source: RESTRICTED
zh_hans: 受限

# liveview.status.sdr.note
source: Preview is running in standard dynamic range.
zh_hans: 预览当前以标准动态范围运行。

# liveview.status.sdr.title
source: SDR
zh_hans: 标准动态范围

# liveview.status.starting.headline
source: Starting camera preview
zh_hans: 正在启动相机预览

# liveview.status.starting.note
source: The session is authorized and is still preparing the live camera preview.
zh_hans: 当前会话已获得授权，正在准备实时相机预览。

# liveview.status.starting.title
source: STARTING
zh_hans: 启动中

# liveview.status.unavailable.headline
source: Camera preview unavailable
zh_hans: 相机预览不可用

# liveview.status.unavailable.note
source: Camera access is authorized, but the current device session could not start a preview feed.
zh_hans: 相机权限已授权，但当前设备会话无法启动预览画面。

# liveview.status.unavailable.title
source: UNAVAILABLE
zh_hans: 不可用

# settings.express_startup
source: Express Startup
zh_hans: 快速启动

# settings.express_startup.supporting_copy
source: Save the current configuration and launch straight into it next time.
zh_hans: 保存当前模式，下次启动直接进入。

# settings.reset_welcome
source: Reset Welcome Screen
zh_hans: 重置欢迎页

# settings.title
source: Settings
zh_hans: 设置

# visual_mode.dynamic
source: Interstellar
zh_hans: 星际巡航

# visual_mode.live_view
source: Live View
zh_hans: 实况视窗

# visual_mode.minimal
source: Minimal
zh_hans: 极简

# welcome.audio_tip.headphones
source: Use your headphones for the bext experience
zh_hans: 佩戴耳机体验最佳

# welcome.audio_tip.transparency
source: Please turn on Transparency Mode if available
zh_hans: 若设备支持 请打开通透模式

# welcome.cta
source: Continue
zh_hans: 继续

# welcome.cta.experience
source: Experience
zh_hans: 开始体验

# welcome.headline
source: Welcome to Stellar: Motion Comfort
zh_hans: 欢迎使用 Stellar晕动缓解

# welcome.supporting_copy
source: This is a visual and audio experience designed to alleviate motion sickness
zh_hans: 通过视觉引导与听觉刺激 缓解乘车时的恶心眩晕感
